{"Sheet1":[{"Sr":"1","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  1","Tip_text":"ऐसा करते करते आप दोनों में जो दूरियां है वह चली जाएगी और वह आपसे सेक्स करने के लिए भी राजी हो जाएगी |\r\nयह थे सबसे असरदार भाभी को पटाने के तरीके |"},{"Sr":"2","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  2","Tip_text":"भाभी को पटाते समय आपने भी बिल्कुल परफेक्ट रहना चाहिए | आप की हेयर स्टाइल, बिल्कुल अच्छी दिखनी चाहिए, जितना आप ज्यादा हैंडसम देखोगे उतना भाभी जी आप पर लाइन मारेगी | ऐसा करते करते आपने एक दिन भाभी को प्रपोज कर देना चाहिए | जैसे ही भाभी आपको हां कहेगी उस दिन से उसके साथ आपने रिलेशन में आ जाना चाहिए |"},{"Sr":"3","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  3","Tip_text":"जिस भाभी या आंटी को आप को पटाना है, उसे आपने हर रोज देखना चाहिए, ऐसा करते करते आपने उस पर लाइन मारना शुरू कर देना चाहिए | हर रोज वह जिस रास्ते से जाती है उस रास्ते से आपने भी जाना चाहिए | मैं आपको गारंटी के साथ कहूंगा कि आप के पास एक दिन भाभी जरुर देखेगी |"},{"Sr":"4","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  4","Tip_text":"दिनभर उनके पति दारू पीकर पड़े हुए रहते हैं | इसलिए भाभी को ऐसा लगता है कि उसने बाहर अफेयर करना चाहिए |"},{"Sr":"5","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  5","Tip_text":"भाभी को पटाने से पहले सबसे पहले आपने यह पता लगाना चाहिए कि भाभी का पति क्या करता है \\ वह अपने पत्नी से प्यार करता है या नहीं, इन आंटियों के पति उन्हें अच्छी तरह से सुख भी नहीं दे सकते हैं |"},{"Sr":"6","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  6","Tip_text":"अगर आपको भाभी आसानी से लाइन दे रही है तो समझ जाइए आप से यह भाभी आराम से पट जायेगी | लेकिन कई बार ऐसा होता है कि भाभी कई लड़कों के पास रहती है | क्योंकि यह उनकी आदत भी होती है | अगर कोई भाभी ने हमारे पास देखा तो हम एकदम उछल पड़ते हैं की भाभी ने हमारे पास देखा | भाभी को पटाते समय आपने बिल्कुल दिमाग से सोच समझकर कदम उठाना चाहिए | नहीं तो आप बुरी तरह से फस भी सकते हो |"},{"Sr":"7","Title_id":"9","Title_text":"भाभी को पटाने के तरीके क्या है ?","Tip_title":"तरीका  7","Tip_text":"अक्सर लड़कों को लड़की से ज्यादा भाभी ज्यादा पसंद आती है क्योंकि भाभी बहुत बढ़िया शेप में रहती है | भाभी के स्तन भी बहुत बड़े बड़े होते हैं | और हमेशा ऐसा लगता है कि भाभी के साथ सेक्स करना चाहिए | क्योंकि भाभी होती ही ऐसी है, भाभी को पटाने से पहले आपने यह देखना चाहिए कि भाभी आपको लाइन दे रही है या नही |"},{"Sr":"8","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  1","Tip_text":"बहुत ज्यादा आसक्ति ना पालें. सामान्य और शांत दिखें. यह दिखाएं कि आप बेहतर इंसान हैं और वास्तविक रूप से उनमें आपकी रुचि हैं. उनके परिवार और दोस्तों के साथ परिवारिक बनें. अगर उनके रिश्तेदारों के साथ आप अच्छा व्यवहार करेंगे तो यह उन्हें पसंद आएगा."},{"Sr":"9","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  2","Tip_text":"आप उसे दिन-रात सोचते हैं ले‍किन वह आपको भाव तक नहीं देती. आप हर पल उसके ख्‍यालों में खोये रहते हैं लेकिन वह आपके बारे में सोचना तक पसंद नहीं करती. अगर आपकी प्रेम कहानी भी ऐसी है तो निराश होने की जरूरत नहीं है, क्‍योंकि यदि सच्‍चे और अच्‍छे दिल के हैं तो किसी को आकर्षित करना कोई बड़ी बात नहीं है. ये 20 टिप्‍स आपके 'लव लाइफ' को खुशहाल बना सकते हैं.\r\nपहली बात तो यह कि किसी भी लड़की के लिए यह मायने नहीं रखता कि एक पुरुष कैसा दिखता है या फिर उसका स्टेटस क्या है. वो स्टाइल और मैनर्स से आकर्षित होती है. किसी भी रिश्ते का पहला स्टेप ईमानदार होना और पहल करने वाला होता है. महिलाएं उन पुरुषों को पसंद नहीं करती हैं जो दूसरों को फॉलो करते हैं."},{"Sr":"10","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  3","Tip_text":"किसी भी लड़की को लेकर बहुत ज्यादा क्रेजी ना हो. यह ना केवल आपको 'चीप' बनाता है बल्कि उसे डराता भी है. कई लड़कियां सिर्फ इसलिए पुरुषों पर मर मिटती हैं क्योंकि वह उनके पीछे नहीं पड़ते. 'प्राइड एंड प्रिज्यूडिस' के मिस्‍टर डॉर्सी को याद कीजिए. सदी दर सदी उसे चाहने वाली लड़कियों की संख्या बढ़ती रहती है, क्योंकि वह एक खूबरसूरत, अनअप्रोचेबल और रहस्यपूर्ण इंसान है. "},{"Sr":"11","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  4","Tip_text":"भरोसा रखें, लेकिन असहनीय ना बनें. महिलाएं उन पुरुषों को पसंद करती हैं जो जिम्मेदारी उठाने वाला हो."},{"Sr":"12","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  5","Tip_text":"पैसे और स्टेटस को लेकर बहुत शो ऑफ ना करें. यह आपके रेपुटेशन को नुकसान पहुंचा सकता है. लड़कियां उन पुरुषों से डरती है जो उनसे ज्यादा अपने स्मार्टफोन को भाव देते हैं. "},{"Sr":"13","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  6","Tip_text":"थोड़ा सेंस ऑफ ह्यूमर रखिए. महिलाएं उन पुरुषों को ज्यादा पसंद करती हैं जो हंसी मजाक करते हैं. "},{"Sr":"14","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  7","Tip_text":"थोड़ा सजधज कर रहें और लड़कियों से मिलने जाते वक्त थोड़ी तैयारी से जाएं."},{"Sr":"15","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  8","Tip_text":"बहुत ज्यादा खोजी ना बनें. उन्हें बात करने दें और जब जरूरी हो तभी सवाल पूछे. बिना यह जताएं कि आप पूछताछ कर रहे हैं."},{"Sr":"16","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  9","Tip_text":"परिवार के बारे में बात करने पर महिलाएं खुद को सुरक्षित महसूस करती हैं. अगर आप अपनी फैमिली से जुड़े हैं तो आप पर दांव लगाना उन्हें सेफ लगता है. साथ ही अगर आप अच्छे परिवार से आते हैं तो महिला के लिए यह बहुत प्रभावशाली होगा. "},{"Sr":"17","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  10","Tip_text":"कभी भी अपनी एक्‍स गर्लफ्रेंड के बारे में उल्टी सीधी बातें ना करें. यह आपके बारे में गलत धारणाओं को जन्म देगा."},{"Sr":"18","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  11","Tip_text":"वह जो भी बोले और उस पर ध्यान दें. भले ही वह कितना भी बोरिंग हो. लड़कियों के प्रति इंटररेस्ट दिखाने के लिए यह सबसे बेहतर तरीका है."},{"Sr":"19","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  12","Tip_text":"उसकी आंखों में आंखें डाल कर रूबरू हो. निहारने वाली आंखों से कभी उन पर नजर ना डालें. अगर वह आपकी ओर ना देख रही है तब भी ऐसा ना करें. "},{"Sr":"20","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  13","Tip_text":"लड़कियां पुरुषों को पसंद करती हैं, रोने वाले बच्चों को नहीं. ऐसे में उनके कंधों पर सिर रखकर रोएं नहीं. पहली डेट पर मूवी देखते हुए रोना कोई बढ़िया आइडिया नहीं है."},{"Sr":"21","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  14","Tip_text":"मुलाकात के अगले दिन उन्हें फोन जरूर करें. निजी या अंतरंग होने की जरूरत नहीं है. आप बस फ्रेंड की तरह बात करें. ये उन्हें पसंद आएगा."},{"Sr":"22","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  15","Tip_text":"उनकी भावनाओं का सम्मान करिए. अगर आपको लगता है कि वो कुछ गलत समझ रही है तो बुरा व्यवहार ना करें."},{"Sr":"23","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  16","Tip_text":"अपने पार्टनर के साथ होने पर दूसरी लड़कियों के साथ चेकआउट ना करें. यह आपके बारे में हर तरीके की बुरी भावनाओं को जन्म देगा."},{"Sr":"24","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  17","Tip_text":"एक व्यक्ति के तौर पर उन्हें जानने के लिए साथ में समय गुजारे. साथ में खाने-पीने, पसंद-नापसंद के बारे में जानें. अगर आप उनका ख्याल रखना चाहते हैं तो उन्हें समझें. निश्चित रूप से भविष्य में आप उनका प्यार पाएंगे."},{"Sr":"25","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  18","Tip_text":"किसी भी मामले में लड़कियां आहिस्ता चलना पसंद करती हैं. अगर आप लड़की का दिल जीतना चाहते हैं तो सबसे पहले दोस्त बनें."},{"Sr":"26","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  19","Tip_text":"उन्हें छूने की भावनाओं पर काबू रखें. पहले उन्हें छूने दें. अगर वह आपके हाथों को हाथों में लेती है तो शरमाएं नहीं. अगर आप उन्हें पहले छूने की कोशिश करेंगे तो लगेगा कि आप सेक्स के भूखे हैं."},{"Sr":"27","Title_id":"8","Title_text":"महिलाओं को इंप्रेस करने के तरीके","Tip_title":"तरीका  20","Tip_text":"बहुत ज्यादा आसक्ति ना पालें. सामान्य और शांत दिखें. यह दिखाएं कि आप बेहतर इंसान हैं और वास्तविक रूप से उनमें आपकी रुचि हैं. उनके परिवार और दोस्तों के साथ परिवारिक बनें. अगर उनके रिश्तेदारों के साथ आप अच्छा व्यवहार करेंगे तो यह उन्हें पसंद आएगा."},{"Sr":"28","Title_id":"7","Title_text":"लड़की को इंप्रेस करने की टिप्स","Tip_title":"खास बातें","Tip_text":"खास बातें\r\nकोई ऐसी वैसे बात न करें\r\nथोड़ा संयम रखें, वो भी आपको मसेज करेगी\r\nउस खास लड़की से चैट करते हैं या करना चाहते हैं तो कुछ बातों का ध्यान रखना जरूरी है। जानिए, क्या करने से न सिर्फ लड़की आपसे अच्छे से बात करेगी बल्कि आप उसके दिल में अपने लिए जगह भी बना लेंगे।\r\nआखिरकार आप उस लड़की से बात करने जा रहे हैं जिसे आप लंबे समय से पंसद करते हैं। तो बेहतर होगा पहले से थोड़ी तैयारी कर ले। उसकी सोशल मीडिया प्रोफाइल देखें और जाने उसे कैसी चीजें पसंद है, वह क्या करती है।\r\n\r\nअब चूंकि आप उससे चैट पर बात करने लगे हैं तो मजेदार विषयों पर बात करें। सोचिए ऐसा क्या हो सकता है जिस पर उस लड़की को बात करने में मजा आए न कि बोरियत या गुस्सा आए।"},{"Sr":"29","Title_id":"7","Title_text":"लड़की को इंप्रेस करने की टिप्स","Tip_title":"ऐसी बात न पूछे जो उसे असहज महसूस कराए","Tip_text":"अब तक आप उससे इतनी बात तो कर ही चुके हैं कि यह समझ पाएं कि उसे आपसे बात करना अच्छा लगता है या नहीं। अगर हां,तो अब अगला कदम उठाएं। थोड़ी रोमांटिक बातें करें। प्यारी बातें करें ताकि वे आपकी तरफ आकर्षित हो।\r\n\r\nऐसा कुछ भी पूछने या कहने से बचें जो उसे असहज महसूस कराए या बहुत निजी हो। सही वक्त आने पर वह खुद आपको बताएगी।\r\n\r\nज्यादातर लड़कियों को लड़कों में उनका सेंस ऑफ ह्यूमर ही सबसे अच्छा लगता है। अगर आप लड़की को अपनी बातों से हंसा नहीं पाते तो आपका चांस कम है। इससे उन्हें यह भी पता चलता है कि आप कितने हंसमुख हैं।\r\n\r\nऔर इन सबसे जरूरी है कि अपने या अपने व्यक्तित्व के बारे में कोई झूठ न बोलें। आप कहां रहते हैं, क्या करते हैं, ज्यादा अमीर नहीं भी हैं तो भी, यह सब सच ही बताएं। पकड़े गए तो सोच लीजिए लड़की आपसे कभी बात नहीं करेगी।"},{"Sr":"30","Title_id":"1","Title_text":"Tips for Looking Your Best on Screen","Tip_title":"Let in the Light","Tip_text":"Ensure you have several light sources and that they are all indirect to avoid dark shadows or a shiny-face effect. Personally"},{"Sr":"31","Title_id":"1","Title_text":"Tips for Looking Your Best on Screen","Tip_title":"Make Eye Contact","Tip_text":"Look into the webcam and not at the screen. It's easy to be distracted by the personal video preview (the little box that shows how the other person sees you)"},{"Sr":"32","Title_id":"1","Title_text":"Tips for Looking Your Best on Screen","Tip_title":"Beware of Patterns","Tip_text":"While you want to express your personal style"},{"Sr":"33","Title_id":"1","Title_text":"Tips for Looking Your Best on Screen","Tip_title":"Sit up Straight","Tip_text":"Make sure your total upper body — not just your face — is visible in the camera area. To provide you with some comfort"},{"Sr":"34","Title_id":"1","Title_text":"Tips for Looking Your Best on Screen","Tip_title":"Angle the Camera","Tip_text":"This is a personal tip of my own. I have often found that looking down at the camera often makes your face seem wider. Place the camera on a surface that's directly in line with your forehead. If you're on a laptop with a built-in camera (like I am in this picture)"},{"Sr":"35","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"Use a Wired Internet Connection","Tip_text":"You almost always get better Internet speeds when you're plugged into a wired Internet connection. These save you from the finicky nature of some wireless connections that kick you offline without warning. When my husband and I started getting serious about our podcast back in March"},{"Sr":"36","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"Invest in an HD Webcam","Tip_text":"Low-quality, built-in webcams leave you with a grainy, low-light look. A couple of years ago, my husband and I bought a $99 external HD webcam from Logitech (the same model is currently available for about $75), and it vastly improved our video chat clarity. External webcams may not be ideal if you’re chatting on a mobile device, but they’re small enough to clip to a laptop or desktop, and they can make a real difference in your video."},{"Sr":"37","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"Pay Attention to Back-Lighting","Tip_text":"One surefire way to hurt your video quality is to sit with your back to a window or a bright light. When light is shining toward your back and into the camera lens"},{"Sr":"38","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"Give Yourself a Background","Tip_text":"Cameras love context. Leaning against a wall while chatting online might feel comfortable"},{"Sr":"39","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"When Appropriate, Buy Lighting","Tip_text":"Truly good video consists of a subject bathed in natural light that originates from behind the camera. Setting up your chat in front of an open, sunny window is one way to achieve this effect, but if you have a hard time controlling the light at your location, you can always create fake “natural lighting.” Since so many of our business conversations are held through Google Hangouts and Skype, my husband and I decided to invest in a Softbox Lighting Kit. Ours cost $200 for a full set of three professional lights, but if video chat isn’t a major part of your business, you can probably get away with a few well-placed lamps that you already have at home."},{"Sr":"40","Title_id":"2","Title_text":"How to Enhance Video Quality","Tip_title":"Make Sure You Have a Good Connection","Tip_text":"I will never forget one Skype interview I hosted, where the person on the other end set up her computer on a shared connection at a busy Starbucks. It was a disaster. Her connection was poor, her video kept freezing up, and the background noise was so distracting that it was hard to hear what she had to say.\r\n\r\nAt all costs, try to host your video calls through a personal, high-speed Internet connection that won’t be subject to the bandwidth usage of shared Internet users. Also, shut down any other programs that might interfere with the bandwidth necessary to maintain a high-quality call. For instance, it’s not a good idea to download files while video chatting.\r\n\r\nFinally, understand that cable Internet companies generally only promise download speeds “up to” the level you’re paying for. So if you’re paying for a speed “up to” 10 Mbps, you may only get one or two Mbps during peak times of the day. This is because cable lines are usually shared – if everyone on your block gets home and starts streaming Netflix at 6pm on Monday, the download speed for everyone is diminished. If you’re using cable Internet, try to schedule your video chats during non-peak times, or consider upgrading to a faster Internet speed. When I started working full-time at home, I realized that our 10 Mbps service wasn’t cutting it anymore – that’s when we upgraded to 50 Mbps, and now we’re downright spoiled with up to 300 Mbps."},{"Sr":"41","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Wear a Foundation","Tip_text":"I'm an IT Cosmetics fanatic, and I love its Celebration Foundation Illumination powder. Because it's a powder foundation, it's practically impossible to over-apply or miss a spot — perfect for guys or gals who aren't used to wearing makeup. The subtle illumination adds a glow to the skin that really pops on camera. Plus, it evens out skin tone and hides fine lines and wrinkles very effectively. You don't have to use IT Cosmetics to get the same effect — just use the foundation you respond best to based on your age, skin type, and natural color. The key here is to create an even complexion, so feel free to experiment with tinted moisturizers, liquid foundation, or powder foundation."},{"Sr":"42","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Apply Concealer to Your Creases","Tip_text":"Go ahead and apply your favorite concealer to your under-eye circles and blemishes, but go a step further and put some on the creases around your nose and mouth. I love IT Cosmetics' Bye Bye Under Eye concealer because it's thicker than other concealers, and it does a great job of evening out wrinkles that might otherwise be visible on camera. Not to mention, a little goes a long way — I got a tube a couple of years ago that I'm still using."},{"Sr":"43","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Use Bronzer","Tip_text":"Because the camera washes you out, it's up to you to create facial contours. Apply a bronzer across your cheekbones, along the ridge of your nose, and following your jaw line to help create dimension."},{"Sr":"44","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Wear a Little More Makeup Than Usual","Tip_text":"I don't overdo my makeup because I still want to look natural, but I do add a dab more color to the apples of my cheeks, put on a coat of lipstick and lip gloss, and wear eyeliner and mascara. If you regularly wear a fair amount of makeup, it's a good idea to ramp it up a bit for the camera in order to look like yourself."},{"Sr":"45","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Do Your Hair","Tip_text":"There's no reason to go overboard here, but you should do something with your hair so it looks like you made an effort. If you're like me, you're constantly battling fly-aways and bedhead. Consider buying an over-the-ear set of headphones — the bulkier headband and headphones do wonders for masking hair problems."},{"Sr":"46","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Wear a Plain Top That Contrasts Your Skin and Background","Tip_text":"You want the person on the other end of the video chat to pay attention to your face, not to the wild print on your top. Likewise, you don't want to wear a shirt too close in tone to your skin or the background because you don't want to fade into your surroundings. Choose a color that contrasts nicely so that you \"pop\"  from the screen. Just keep the cut and design simple."},{"Sr":"47","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Dress for the Occasion","Tip_text":"If you're attending an online job interview, wear a suit. If you're hanging out with friends, wear what you'd normally wear socially. If you're meeting a love interest for the first time, dress nicely and flaunt your assets without going overboard. Just because you're at home in bed doesn't mean you should wear your pajamas when video chatting."},{"Sr":"48","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Wear Appropriate Pants","Tip_text":"I know there's a strong temptation when chatting online to pair a suit top with running shorts because the person on the other end of the chat can't see below your waist. Trust me, I understand the temptation. The problem is, you never know when you might have to stand up and do something while the video's streaming, alerting the other viewer to your \"business on the top, party on the bottom\"  attire. I have a few pairs of black pants that look like business attire, but are actually stretchy yoga pants that I keep on-hand for just these occasions.\r\n\r\nI have two final, and incredibly important tips for looking your best on-camera:"},{"Sr":"49","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Don't Mess With Your Look","Tip_text":"Because you can see your own video feed during your online chat, you might notice every single hair that falls out of place. Avoid the temptation to mess with your hair, clothes, or makeup while on camera. The most distracting video I ever watched was one where the woman was constantly playing with her own hair and calling attention to her bangs. You wouldn't do that in an in-person conversation because you wouldn't be able to see yourself — don't do it when chatting online. Put yourself together before you start streaming, then accept whatever you look like during your chat."},{"Sr":"50","Title_id":"3","Title_text":"Maximizing Your Online Appearance","Tip_title":"Look at the Camera","Tip_text":"This has taken a lot of practice, but it's something I've gotten very good at — I only look at the computer screen when the person on the other end is talking. When it's my turn to talk, I turn my eyes directly to the camera so that the folks on the other side of the conversation get the impression that I'm looking them in the eyes. If you look at your screen instead of into the camera, it can appear as if you're looking down, rather than at the person you're corresponding with."},{"Sr":"51","Title_id":"4","Title_text":"Look Good on FaceTime and Other Video Chats","Tip_title":"LIGHTING MATTERS","Tip_text":"Perhaps more than anything else, lighting matters. As a general rule (in life, but also when it comes to video conferencing), avoid fluorescent light, which can cast unflattering shadows. Instead, seek out natural light whenever possible. Avoid overhead lights, too, as they can create nasty undereye shadows.\r\n\r\nOnce you've chosen your best light source, lay out your scene, developing an easily replicable positioning between you, the computer and your lights. Don't point the light directly at you — direct sunlight can leave half of you lurking in the shadows. Instead, diffuse it to soften the image. Multiple, diffused sources of light are your best bet, like a lampshade or a window with a sheer curtain, or an eye-level lamp off to the side can cast a flattering halo. In general, the light should go in front of you, not behind (so look at the window if you're using natural light, or place one of the lamps behind your computer)."},{"Sr":"52","Title_id":"4","Title_text":"Look Good on FaceTime and Other Video Chats","Tip_title":"CHOOSE THE RIGHT CLOTHES AND MAKEUP","Tip_text":"Your on-screen image should be aligned with the professional image you project in an office - with a few minor adjustments. Even if you don't normally wear foundation or powder, consider a light dusting to even out your skin tone on screen. A swipe of eyeliner on the top of the lid and some mascara creates a more alert and awake eye, and a punch of color (matte or gloss) on the lips brings the whole look to life.\r\n\r\nIn general, you're aiming for a contrast in color, which can be diminished by the camera (hence the need for a little more makeup than you might wear in real life). Studies show that blood flows differently through our faces when we change expression, and the blood concentration deepens on your cheeks when you smile, meaning blushed cheeks mimic happiness — so adding a little color to your cheeks sends a warm message to your video partner.\r\n\r\nWhen it comes to clothing, avoid patterns and prints (unless they're very small and dark). Think bold, solid colors. Simple jewelry is best — some button earrings and a small chain, or possibly a single statement necklace, but nothing too overpowering that diverts attention from your face. Bonus: Pants are optional!\r\n\r\nRight before you dial in, give your face a once-over: Inspect your teeth and nostrils, and smooth your hair (flyaways can be distracting, as is hair in your face)."},{"Sr":"53","Title_id":"4","Title_text":"Look Good on FaceTime and Other Video Chats","Tip_title":"POSITIONING IS EVERYTHING","Tip_text":"An unflattering camera angle can make you feel like you're performing in front of a funhouse mirror. Looking down into the camera can give the illusion of a fuller face, whereas a higher angle is far more flattering. Keep the device — whether a phone, laptop, or tablet — at eye level to avoid looking distorted. This is especially tricky when using your phone, so keep it at least an arm's distance away. Better yet, prop it up on an eye-level surface two feet in front of you. Stack some books under your device if necessary. Tilt your chin slightly down and your eyes up. Keep the entire top half of your body (from your chest up) in the frame. Choose a chair that's comfortable enough to sit in for a prolonged period of time without fidgeting, but avoid lounge chair territory. And please don't swivel.\r\n\r\nIf you need to look at some notes during your call, connect a second monitor to your computer and open them on the additional screen so you can quickly glance at the notes — avoiding the off-putting face-in-screen squint as you try to navigate away from and back to the video screen. Memorize as many points as possible and keep a notepad and pen handy to make some notes with as little visual disruption as possible.\r\n\r\nOne of the biggest downfalls of video conferencing is the lack of eye contact. Try to resist looking at yourself in the small frame (self-consciousness and vanity are great distractors), and instead do as you would if you were actually looking at the other person live: Look directly at the camera as often as possible, or at least at their face in the screen."},{"Sr":"54","Title_id":"4","Title_text":"Look Good on FaceTime and Other Video Chats","Tip_title":"GET THE BEST AUDIO/VISUAL","Tip_text":"Replicating a quiet conference room should be your primary goal when setting your scene. If video conferencing is a regular part of your life, consider investing in a USB conference microphone and an external webcam for the most professional sound and picture (but if your camera is HD, pay extra attention to makeup, as high def can highlight flaws). When video streaming freezes or gets choppy, it interrupts the conversation flow, and Wi-Fi can be 30 percent slower than Ethernet — so when your video chat matters, plug in.\r\n\r\nDepending on your surroundings, using a headset may be the best bet, particularly if you aren't alone during your call. However, if you can minimize ambient noise, a video chat without headphone wires hanging along your face feels and looks the most natural. If you have pets, be sure they're in another room (same goes for children, if possible). Anything that would be considered inappropriate or distracting in-person should also be avoided on video."},{"Sr":"55","Title_id":"4","Title_text":"Look Good on FaceTime and Other Video Chats","Tip_title":"WHAT'S IN THE BACKGROUND?","Tip_text":"Minimalism is your friend. A bookshelf sets the right tone, and a blank wall or a piece of art in the background creates a more serene frame than your kitchen sink or bed. A dark or brick wall can also be particularly flattering.\r\n\r\nBut don't mistake simplicity for blandness — it's nice to have some context. Think of your background as part of the visual story you're telling. Ask yourself: Would you take a photograph in that position? If not, it's best to relocate. Avoid clutter, piles of anything, and items that may require an explanation, including anything that advertises a brand/team/place that doesn't directly correlate with your company.\r\n\r\nIf you're an entrepreneur, consider designating one wall as your company wall. Invest in the color and image of that wall and keep it consistent — even if your clients know you're a solo operation, they don't need to be reminded that you're working from home.\r\n\r\nIf you have an important call, do a test run with a friend or family member — unlike in real life, you can adjust the frame and maximize your appearance. Or just log on and look at yourself before dialing to tweak the variables. Still feeling camera shy? Check out \"The Essential Digital Interview Handbook\"  by Paul Bailo for more professional 411 on video chats."},{"Sr":"56","Title_id":"5","Title_text":"Tips for video calls: Body language","Tip_title":"Control your background","Tip_text":"Before you even start your video call, it's important you think of exactly what your surroundings will look like from the other end of the line. \r\n\r\nThe conversation is all about you and you want to be able to control exactly how your image is conveyed. Start off on the right foot by removing all distractions from the background. No clutter, just you and a background. That way, the caller's brain can focus as closely as possible on chatting to you.\r\n\r\n\"It all distracts from the communication we are trying to have right now,\" explains Bowden. \"Remove all distractions.\"\r\n\r\nYou can control your background to your advantage. A single object can convey a lot - a calendar, for example, will ensure you look busy, perfect for a business chat. The key thing is to keep it simple, as you want focus to be on body movements and conversation, nothing else. "},{"Sr":"57","Title_id":"5","Title_text":"Tips for video calls: Body language","Tip_title":"Look into the camera","Tip_text":"It might seem simple, but this one makes such a difference and is harder to keep up than you might think. When you video call, you have a tendency to stare at the other person's image on the screen. This results in you breaking eye contact with the person that you are speaking to.\r\n\r\nLooking into the camera lens will give the caller the impression you are looking right at them. This is crucial in terms of the visual data that it offers to the caller. It helps them gain trust in you as well as give the impression that you are interested in what they have to say. Don't stare though, because that's unnatural and won't be of benefit.\r\n\r\n\"Look at where the lens is,\" says Bowden. \"This should feel like better eye contact for you.\r\n\r\n\"Me looking right down the lens at you, this might feel like a real conversation. Me looking at the picture of you, this might make you feel a little more dislocated from things,\" he says.\r\n\r\n5 tips for video calls body language image 4\r\n\"Eye contact is the signal for who the relationship is between. Your instinctual brain can't read that we have a relationship if there is no eye contact.\"\r\n\r\nA clever tip for glasses wearers is to either take them off or wear contact lenses. The screen reflection off a laptop can entirely break eye contact."},{"Sr":"58","Title_id":"5","Title_text":"Tips for video calls: Body language","Tip_title":"Give yourself some space","Tip_text":"The typical video call tends to take place between a pair of talking heads. We line ourselves up in front of our computer, or with our laptop sitting on our laps and then chat away. This removes a lot of the visual data our brain can get from a person's movements.\r\n\r\nAs Bowden explains \"it's all about data\" and keeping your webcam zoomed out or sitting further back is going to give more visual data to your caller. This way they can see your hands, which is really important in adding to the video calling experience.\r\n\r\n\"In this situation I am trying to show my hands more,\" explains Bowden. \"Someone new to you doesn't necessarily relate to you.\r\n\r\n\"With your boss or your workgroup you need to show more data so they can build a relationship. There is more for the brain to go on.\" \r\n\r\nOpen hands means you are interested. The more expressive you are, obviously within reason, the more interested. Keep those palms visible. Closed hands suggests you are withholding and secretive."},{"Sr":"59","Title_id":"5","Title_text":"Tips for video calls: Body language","Tip_title":"Think about your outfit","Tip_text":"It doesn't have to be a fashion show, but what you are wearing while video chatting is really important. First impressions count and your appearance makes up a huge part of that. If you want to convey yourself as a laid back person over video chat, then wear something casual.\r\n\r\n\"The brain judges things by their cover,\" Bowden confirms. \"Here, having a conversation around business, I have put on a shirt and jacket.\"\r\n\r\n5 tips for video calls body language image 3\r\nIf you are going for the more serious, business approach, then look businesslike. Put on a jacket and shirt and see what a difference it makes. Your caller is going to have a mental image of you pretty much embedded into their brain from the moment you answer, so getting that look right at the start is really important."},{"Sr":"60","Title_id":"5","Title_text":"Tips for video calls: Body language","Tip_title":"Chat and nothing else","Tip_text":"When speaking to us Bowden chose to use his Android phone for one very good reason. \r\n\r\n\"When I do these kinds of things on my laptop I start opening my calendar or I start opening documents,\" he says. \"Your brain will default to negatives.\" \r\n\r\nIn essence, what your brain doesn't know, it fills with negatives. You need to appear attentive and interested, so if your caller can't see your hands, or if you have a keyboard in front of you, the caller's brain will presume you aren't paying attention."},{"Sr":"61","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"Phone and Date Her","Tip_text":"Think learning how to impress a girl on the phone is about bragging about yourself? Think again! It's about attracting her on the phone. Learn how now\"¦\r\n\r\nLet's be honest first though: if you think the best way for how to impress a girl on the phone is a brag fest about how awesome your life and your bank account are\"¦ don't keep reading.\r\n\r\nBut if you have a gut feeling learning how to impress a girl on the phone is about attracting her enough so you can ask her out? Then by all means: keep reading my friend!\r\n\r\nBecause this blog post right here gives you the principles and techniques for making girls fall in love with you in just a few phone calls, so that when you ask them out? You're guaranteed to hear a \"YES!\" "},{"Sr":"62","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"Picture Perfect","Tip_text":"You know what? I've been helping men with how to impress a girl on the phone, date her, and have a relationship with her for many years now. And what regular guys like you and me fear most is that they get nervous and don't know what to say on the phone.\r\n\r\nSo, here's how to impress a girl on the phone, even when you're scared shitless of what she will think of you OR of the fact that you could screw it up:\r\n\r\n— Find the funniest photo, image or t-shirt you can get your hands on via Google. It needs to make you laugh. Find a t-shirt that says something like this\"¦\r\n\r\nYou're about to learn how to impress a girl on the phone thanks to humor!\r\n— Have the photo or image displayed on your computer while you call a girl\r\n\r\n— Whenever you get nervous when you're talking to a girl on the phone, just look at that funny image and you'll start laughing again\r\n\r\nThis helps you relax and feel comfortable so you'll loosen up a bit. That's what you need!\r\n\r\nYou'll find that, as you keep learning how to impress a girl on the phone, you'll need to look at it less and less until you can relax while talking on the phone without it.\r\n\r\nAnd hey, don't feel ashamed that you need a \"crutch\"  to lean on for learning how to impress a girl on the phone. Have you forgotten that you learned how to ride a bicycle with training wheels? And how to drive a car with a driving instructor? I rest my case dude!"},{"Sr":"63","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"Thanks to Stallone","Tip_text":"I can almost hear you think: \"What the f*ck has Sylvester Stallone to do with learning how to impress a girl on the phone?\" \r\n\r\nAnd the answer's simple:\r\n\r\nStallone was in the movie Cliffhanger\"¦ and cliff hangers are what you need to impress a girl on the phone. To create tons of attraction. Here's why:\r\n\r\nWhen you don't reveal everything there is to know about you or tell everything that's going on right away? You will leave a girl wanting more. Humans are extremely curious by nature, so when you leave some details out we feel compelled to fill in the blanks.\r\n\r\nIt's the art of being mysterious that goes hand in hand with how to impress a girl on the phone: she likes what she sees so far and knows that it's not everything you got, so she wants more!\r\n\r\nHere's how to always leave a girl wanting more on the phone:\r\n\r\n— When she asks you a question, tell her \"That's a very good question!\"  and then either keep quiet or tell her you'll answer it when you want to. It will drive her crazy! She MUST know\"¦\r\n\r\n— When she asks you a question, ask her a question in return so you avoid answering hers. It's even more confusing for her if you ask a question in return about a completely different topic\r\n\r\n— Whenever you're telling a story, stop halfway through the story and say you'll tell her the rest later. You can also say you will tell her later before you have even started telling your story or that important thing you wanted to talk to her about\"¦\r\n\r\nHere's a juicy secret: learn to be mysterious and you learn how to impress a girl on the phone, because not only does it make her curious\"¦ you'll also be a lot harder to get than other guys.\r\n\r\nAnd women like a challenge. They love the thrill of the kill as much as we do, so thanks Mr. Stallone!"},{"Sr":"64","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"Phone Bashing","Tip_text":"No this is not where I tell you to throw your phone at the wall or to start jumping on it. This is where I reveal how to impress a girl on the phone by being even more hard to get.\r\n\r\nHow? By teasing a girl on the phone of course! Question everything she says, tease her with everything she does and does not do, and keep it up for 10 minutes to half an hour.\r\n\r\nThat is what I call \"phone bashing\"  and it works because you clearly let her know that, sure, she's cute and all\"¦ but you expect more from her than looks alone.\r\n\r\nIf THAT doesn't make you a guy that's harder to get and thus more interesting than anyone else? Then I don't know what is!\r\n\r\nSo make teasing a big part of learning how to impress a girl on the phone, alright?\r\n\r\nAnd if you want some specific examples of how to tease when you call girls, then check out my huge list of resources with tips on how to call girls for more info."},{"Sr":"65","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"How to Impress a Girl on the Phone: He Who Laughs Last\"¦","Tip_text":"A funny thing I have noticed about most guys who call girls, especially the ones that are trying hard to learn how to impress a girl on the phone\"¦ is that they laugh.\r\n\r\nThey laugh at their own jokes. Or they immediately start laughing when a girl laughs. Wrong move!\r\n\r\nThat's definitely NOT how to impress a girl on the phone. Why? Because\"¦\r\n\r\n— When you laugh at your own jokes, the only thing you do is trying to laugh away the tension. Don't do that because it makes you look insecure. Don't say (for example) \"Why is that haha?\"  Just don't. You're a man. Not a sissy like George Michael is.\r\n\r\n— If you pay close attention to comedians, then you will discover that the audience laughs the hardest when the comedian jokes around with a poker face. They show no emotion at all and THAT'S what makes it so funny. So tease her but don't laugh every time she laughs to make her laugh even harder.\r\n\r\nSo I guess it's true what they say when it comes to how to impress a girl on the phone: he who laughs last, laughs best."},{"Sr":"66","Title_id":"6","Title_text":" Secrets  to Impress a Girl","Tip_title":"With Michael Jackson","Tip_text":"Don't worry buddy, I won't advise you to start talking with a soft and gay voice like MJ did. Or that you should make sure to be suspected of being a child molester as well.\r\n\r\nLook, love him or hate him, but Michael Jackson can teach you a thing or two about how to impress a girl on the phone\"¦ by being a smooth criminal.\r\n\r\nThanks to MJ's smooth criminal you'll now know how to impress a girl on the phone\r\nWhat do I mean with a smooth criminal you say?\r\n\r\nSimple: in a society where people are more impersonal and disconnected than ever because of smartphones, Facebook, computers, and so on\"¦ compliments are hard to find and to get.\r\n\r\nWhile compliments did not work in the past, society is getting less and less social by the minute and romance is DEFINITELY seen as a word that has a gay-ish ring to it among men.\r\n\r\nAnd that's why you should use compliments if you want to know how to impress a girl on the phone: 9 out of 10 guys don't give them, so start giving them!\r\n\r\nWhen you give genuine compliments about the way she looked when you met her, her eyes, her hair, her smile, or her personality? It's hard for her to NOT get shy.\r\n\r\nThey KEY word here is genuine: don't give compliments all the time, but give 'em once in a while before you hang up or before you leave\"¦ so she has something to remember you by.\r\n\r\nBelieve me or not, but being a \"gay-ish\"  romantic who gives compliments works better now than ever. That's why you should be open for all opportunities to learn how to impress a girl on the phone: a lot of stuff that works best has always been around, you just didn't see it yet.\r\n\r\nCheck out my Calling Women and Texting Women Newsletter for more free tips on how to impress a girl on the phone AND get a date, without much effort.\r\n\r\nAnd before this movie junkie watches Priest, which is about humans versus vampires (one of my favourite topics for a flick)? I just want to say: hope you liked my tips for how to impress a girl on the phone!\r\n\r\nTo More Dating Success,\r\n\r\nCarlos Xuma\r\nWin With Women\r\n\r\nP.S. Only 1 in 5 women will date you after you get their number, unless you know why the other 4 say \\\"NO\\ and what to do about it. If you want to learn how to get a date with your phone all the time"}]}
